<template>
  <div class="agreement bg-white">
    <h3 class="tops-title text-center my-5">星云协同平台用户服务协议</h3>
    <div class="text-right edition my-5">本版更新时间：2020年4月15日</div>
    <p class="indation">星云协同平台是上海秉匠信息科技有限公司旗下品牌。</p>
    <p
      class="indation"
    >我们很荣幸向注册、登录、使用星云协同平台（以下简称“星云”）帐号的用户（包括免费或收费的企业及个人用户，以下统称“您”） 提供星云产品与服务（以下统称“服务”）</p>
    <p
      class="indation"
    >当您选择星云协同平台服务，您的使用行为将视为对本协议的接受，并同意接受本协议各项条款的约束。因此，请您务必仔细阅读以下《星云协同平台用户服务协议》（以下简称“协议”）。</p>
    <p
      class="indation"
    >上海秉匠信息科技有限公司（以下简称“秉匠科技”）有权对本协议包含的条款随时更新并发出相应的通知，更新后的协议条款一旦公布即代替原来的协议条款。您可在本网站查阅最新版协议条款，如果涉及重要条款更新，我们将会再次征询您的同意。在秉匠科技修改本协议相关条款之后，若您不接受修改后的条款，请勿点击“注册账号”，同时请停止使用秉匠科技提供的星云产品和服务。否则，您继续使用秉匠科技提供的星云产品和服务将被视为您已接受了修改后的协议。</p>
    <h5 class="title">1 注册与账号</h5>
    <p
      class="indation"
    >1.1 星云产品与服务的使用需要您先行注册并创建账号，您应提供及时、详尽、准确及真实的个人（含企业）资料来完成注册手续，注册完成获得星云账号后享有对星云产品与服务的使用权，具体使用的服务类别以您浏览页面展示内容为准。使用期间如您注册资料发生变更，请及时变更。</p>
    <p
      class="indation"
    >1.2 您须对注册信息的真实性、合法性、有效性承担全部责任；不得冒充他人，不得利用他人的名义发布任何信息；不得恶意使用注册账号导致其他用户误认；否则秉匠科技有权立即停止提供服务，由您独自承担由此而产生的一切法律责任。</p>
    <p
      class="indation"
    >1.3 您使用星云产品及服务的行为必须合法并符合本协议，您必须为自己注册账号下的一切行为负责，包括任何您所发表的内容以及由此产生的结果。您应对其中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。秉匠科技无法且不会对因您行为而导致的任何损失或损害承担责任。</p>
    <p
      class="indation"
    >1.4 您须对自己的登录信息保密、不被其他人获取并使用并且对您在本网站账户下的所有行为负责。您必须将任何有可能触犯法律的，未授权使用或怀疑为未授权使用的行为在第一时间通知星云，秉匠科技不对您因未能遵守上述要求而造成的损失承担责任。</p>
    <p class="indation">1.5 您不应将您的账号、密码转让、出售或出借予他人使用，若您授权他人使用账户，应对被授权人在该账号下发生所有行为负全部责任。</p>
    <h5 class="title">2 服务内容</h5>
    <p
      class="indation"
    >2.1 星云作为BIM轻量化引擎协同管理平台，提供的服务内容包括工程文件格式转换、模型、文档管理、BIM数据解析管理等服务，并同时提供与之相关的技术支持。</p>
    <p
      class="indation"
    >2.2 我们将会根据客户需求随时更新星云服务，请以页面中的具体服务内容为准。除非本服务另有其它明示规定，秉匠科技所推出的新产品、新功能、新服务，均受到本服务之规范。</p>
    <p
      class="indation"
    >2.3 为使用本服务，您必须能够自行通过具有法律资格对您提供互联网接入服务的第三方，进入国际互联网，并应自行支付相关服务费用。此外，您必须自行配备及负责与国际联网连线所需之一切必要装备，包括计算机、数据机或其它存取装置。</p>
    <p
      class="indation"
    >2.4 鉴于网络服务的特殊性，您同意秉匠科技有权不经事先通知，随时变更、中断或终止部分或全部的网络服务(包括收费网络服务)。秉匠科技将竭尽全力履行网络运营者的职责，但是不担保网络服务不会中断，同样无法对网络服务的及时性、安全性、准确性作担保。</p>
    <p
      class="indation"
    >2.5 秉匠科技需要定期或不定期地对提供网络服务的插件或相关的设备进行检修或者维护，如因此类情况而造成网络服务(包括收费网络服务)在合理时间内的中断，秉匠科技无需为此承担任何责任。如遇突发情况，星云保留不经事先通知而维修保养、升级或其它目的暂停本服务任何部分的权利。</p>
    <p
      class="indation"
    >2.6 本服务或第三人可提供与其它国际互联网网站或资源的链接。由于秉匠科技无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，秉匠科技不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料，秉匠科技亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，秉匠科技不承担任何责任。</p>
    <p
      class="indation"
    >2.7 您明确同意您使用星云产品和服务所存在的风险将完全由您承担。您理解并接受下载或通过星云服务取得的任何信息资料取决于您自己，并由您承担系统受损、资料丢失以及其它任何风险。秉匠科技对网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。</p>
    <p
      class="indation"
    >2.8 秉匠科技为向所有用户提供更优质的服务，可能会对您的昵称、头像、认证信息、公开群发信息等公开非保密内容在法律允许的范围内进行使用，包括但不限于提供搜索、链接等服务。</p>
    <h5 class="title">3 服务费用</h5>
    <p class="indation">3.1 您应根据自身需求，选择是否购买星云的收费服务，是否支付费用及具体服务内容经您作出选择后，即对您有约束力。</p>
    <p
      class="indation"
    >3.2 本服务中可能包括收费服务、免费服务，具体以秉匠科技对外公布的信息为准。若您使用本服务中的收费服务，应按照星云官方网站公布的计费标准和方式向秉匠科技支付相关费用。</p>
    <p
      class="indation"
    >3.3 免费服务的使用可能需要满足一定的条件，具体条件以本服务官方网站公布的条件为准。对于免费服务，秉匠科技有权根据实际情况，对免费服务的使用时间、具体服务内容、服务期限及服务标准等进行单方变更，对此您无异议，并接受前述的变更，为此，秉匠科技无需向您承担任何责任。</p>
    <p
      class="indation"
    >3.4 秉匠科技可能根据实际需要对收费服务的收费标准、方式等进行修改和变更，秉匠科技也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，秉匠科技将在相应服务页面进行通知或公告。</p>
    <h5 class="title">4 第三方产品和服务</h5>
    <p class="indation">4.1 本服务可能包含第三方提供的产品或服务。当用户使用第三方提供的产品或服务时，可能会另有相关的协议或规则，您同样应当认真阅读并遵守。</p>
    <p
      class="indation"
    >4.2 您须理解并同意：为了向您提供更好的用户体验，当您在使用第三方服务时，第三方可能会接触、使用到您的昵称、头像以及在第三方服务中的相关操作信息等信息。</p>
    <p class="indation">4.3 如您在使用第三方产品或服务时发生任何纠纷的，请与第三方直接联系，秉匠科技不承担任何责任，但根据需要会依法提供必要的协助。</p>
    <h5 class="title">5 权利限制</h5>
    <p
      class="indation"
    >5.1 未经秉匠科技事先书面同意，您不得对星云的产品、程序及服务(包括但不限于内容或产品中的广告或赞助内容)进行任何形式的许可、出售、租赁、转让、发行或做其他商业及非商业用途。</p>
    <p class="indation">5.2 您不得以创建相同或竞争服务为目的访问或使用星云产品、程序及服务。</p>
    <p
      class="indation"
    >5.3 除非法律明文规定，否则您不得对星云产品、程序及服务(包括但不限于内容或产品中的广告或赞助内容)的任何部分以任何形式或方法进行复制、发行、再版、下载、显示、张贴、修改、翻译、合并、利用、分解或反向编译等。</p>
    <p class="indation">5.4 您在使用星云产品和服务时，必须遵守中华人民共和国相关法律法规的规定，您应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
    <dl>
      <dd>5.4.1 违背《中华人民共和国宪法》所确立的基本原则的；</dd>
      <dd>5.4.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</dd>
      <dd>5.4.3 损害国家荣誉和利益的；</dd>
      <dd>5.4.4 煽动民族仇恨、民族歧视、破坏民族团结的；</dd>
      <dd>5.4.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</dd>
      <dd>5.4.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</dd>
      <dd>5.4.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</dd>
      <dd>5.4.8 侮辱或者诽谤他人，侵害他人合法权利的；</dd>
      <dd>5.4.9 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</dd>
      <dd>5.4.10 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</dd>
    </dl>
    <p class="indation">5.5 您已同意不在或不利用星云产品、程序及服务从事下列行为：</p>
    <dl>
      <dd>5.5.1 上传或发布电脑病毒、蠕虫、恶意代码、故意破坏或改变计算机系统或数据的软件；</dd>
      <dd>5.5.2 未授权的情况下，收集其他用户的信息或数据，例如电子邮箱地址等；</dd>
      <dd>5.5.3 禁用本网站的网络连接，给本网站造成过度的负担或以其他方式干扰或损害网站服务器和网络链接；</dd>
      <dd>5.5.4 在未授权的情况下，尝试访问官方网站、服务器或本网站的网络链接；</dd>
      <dd>5.5.5 干扰、破坏其它用户正常使用星云产品、程序及服务。</dd>
    </dl>
    <p
      class="indation"
    >5.6 您违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿秉匠科技与合作公司、关联公司，并使之免受损害。对此，秉匠科技有权视您的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收星云账号、追究法律责任等措施。对恶意注册星云账号或利用星云账号进行违法活动，骚扰、欺骗其他用户以及其他违反本协议的行为，秉匠科技有权回收其账号。同时，秉匠科技会视司法部门的要求，协助调查。</p>
    <p
      class="indation"
    >5.7 您须对自己在使用星云产品和服务过程中的行为承担法律责任。承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在秉匠科技首先承担了因您行为导致的行政处罚或侵权损害赔偿责任后，您应给予秉匠科技等额的赔偿。</p>
    <h5 class="title">6 风险与免责</h5>
    <p class="indation">基于互联网的开放性和特殊性，秉匠科技特别提醒您谨慎注意以下风险：</p>
    <p
      class="indation"
    >6.1 本服务包括但不限于文本、图片、数据、观点、建议、网页与链接。秉匠科技将尽可能为您提供准确的信息，但秉匠科技并不对信息的准确性与完整性承担任何义务或责任。您应当对其他用户使用本服务所产生的信息进行独立判断并承担因依赖该内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险以及因用户个人信息被其他用户获知而带来的风险。您了解并确认，秉匠科技不对本服务用户之间的纠纷承担任何责任。</p>
    <p class="indation">6.2 请您切勿在使用本服务时透露任何涉及财产、本服务账号及密码等重要信息，否则，由此带来的损失由您自行承担。</p>
    <p class="indation">6.3 由于您或其他用户违反本服务相关规则导致被秉匠科技依约处理的，可能会对您在本服务中的内容、信息等数据造成影响。</p>
    <p
      class="indation"
    >6.4 如果我们违反本协议，您同意秉匠科技对您的唯一的补救措施为针对您的直接且已证明的损害向您退款，且退款金额的上限为发生损害或违约的当年度您向秉匠科技支付的该项服务的年度授权服务费（或，当您以免费的方式获得秉匠科技服务时此赔偿将不高于壹元人民币）。您不能要求其他任何损害或损失赔偿，包括但不限于直接损害、后果性损害、特别的损害、利润损失、附带的或惩罚性损害赔偿。在法律允许的最大范围内，这些限制和排除条款适用于与本协议相关的任何事项或任何索赔，即使这一补救措施并未完全补偿您的所有损失，也未能达到其根本目的，或者我们知道或应当知道可能会发生损失。</p>
    <p
      class="indation"
    >6.5 对于超出秉匠科技合理控制范围的情况（例如，因恶意破坏、意外事故、操作环境不符或其他设备故障）造成秉匠科技无法履行或延迟履行服务义务的，秉匠科技对此不承担任何责任。 秉匠科技将尽最大努力降低这些事件的影响，并履行未受影响的义务。</p>
    <p
      class="indation"
    >6.6 秉匠科技不提供与您使用服务相关的任何明示或默示的保证、保障或条件。您了解您需要自行承担使用服务带来的风险，并了解我们是在“现状”、“包含所有缺陷”和“现有”的基础上提供服务。秉匠科技不保证服务的准确性或时效性。根据您当地的法律，您可能享有某些权利，如果适用，这些条款中的任何规定均无意影响这些权利。您承认，计算机和电信系统可能会出现故障或偶尔会发生停机， 我们不保证服务在任何情况下均无中断、及时、安全、无错误、不发生内容丢失，也不对与计算机网络的连接或传输作任何保证。</p>
    <h5 class="title">7 不可抗力</h5>
    <p
      class="indation"
    >7.1 您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，星云将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失秉匠科技在法律允许的范围内免责。</p>
    <p class="indation">7.2 在法律允许的范围内，秉匠科技对以下情形导致的服务中断或受阻不承担责任：</p>
    <dl>
      <dd>7.2.1 受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</dd>
      <dd>7.2.2 您或秉匠科技的电脑软件、系统、硬件和通信线路出现故障；</dd>
      <dd>7.2.3 您错误或操作不当；</dd>
      <dd>7.2.4 您通过非星云授权的方式使用本服务；</dd>
      <dd>7.2.5 其他秉匠科技无法控制或合理预见的情形。</dd>
    </dl>
    <h5 class="title">8 知识产权声明</h5>
    <p
      class="indation"
    >8.1 秉匠科技在本服务中提供的内容(包括但不限于网页、文字、图片、音频、视频、图表等)的知识产权归秉匠科技所有，您在使用本服务中所产生的内容的知识产权归您或相关权利人所有。</p>
    <p
      class="indation"
    >8.2 除另有特别声明外，秉匠科技提供本服务时所依托软件的著作权、专利权及其他知识产权均归秉匠科技所有。您对其中出现的权利标识应妥善保留，不能擅自进行删剪或修改。您拥有授权范围内的使用权，但没有转让或许可他人使用的权利。对于涉及秉匠科技公司技术秘密的内容，您负有保密的义务。</p>
    <p class="indation">8.3 秉匠科技在本服务中所使用的“秉匠科技”、“星云”等商业标识，其商标权归秉匠科技所有。</p>
    <p
      class="indation"
    >8.4 上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经秉匠科技或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品，不得对本产品进行反向工程、反编译或反汇编。若出于适用性或其它原因需要修改本软件，应书面向秉匠科技提出，由秉匠科技进行修改</p>
    <p class="indation">8.5 除正常使用或备份存档的目的，您无权擅自复制本软件的全部或任何部分内容。</p>
    <p class="indation">8.6 除前述规定以外，如果您认为有人复制并在星云上发布您的作品，并已构成对您著作权的侵犯，请及时与我们联系，并提供包含如下信息的书面通知：</p>
    <dl>
      <dd>8.6.1 证明您作为涉嫌侵权内容所有者的权属证明；</dd>
      <dd>8.6.2 明确的身份证明、住址、联系方式；</dd>
      <dd>8.6.3 涉嫌侵权内容在星云上的位置；</dd>
      <dd>8.6.4 您声称遭受侵犯的著作权作品的描述；</dd>
      <dd>8.6.5 您著作权遭受侵犯的相关证明；</dd>
      <dd>8.6.6 在同意承担伪证处罚之后果的前提下，出具书面陈述以声明您在通知中所述内容是准确和真实的。</dd>
    </dl>
    <h5 class="title">9 服务的变更、中断、终止</h5>
    <p class="indation">9.1 秉匠科技可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p>
    <p class="indation">9.2 如发生下列任何一种情形，秉匠科技有权不经通知而中断或终止向您提供的服务：</p>
    <dl>
      <dd>9.2.1 根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</dd>
      <dd>9.2.2 您违反相关法律法规或本协议的约定；</dd>
      <dd>9.2.3 按照法律规定或主管部门的要求；</dd>
      <dd>9.2.4 出于安全的原因或其他必要的情形。</dd>
      <dd>9.2.5 根据约定您使用收费项目。若您未按时足额付费，秉匠科技有权中断、中止或终止提供服务。</dd>
    </dl>
    <p
      class="indation"
    >9.3 您有责任自行备份存储在本服务中的数据。您在接受秉匠科技服务过程中或服务（被）终止，秉匠科技将会从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，秉匠科技没有义务向您恢复数据。</p>
    <h5 class="title">10 法律适用与管辖</h5>
    <p
      class="indation"
    >10.1 如果秉匠科技发现或收到他人投诉用户违反本协议约定的，秉匠科技有权在经过电子邮件、短信等方式同时通知的情况下随时对相关内容进行删除、屏蔽，并视情节对违规帐号处以包括但不限于警告、暂停、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。秉匠科技也有权依照本协议及专项规则的规定，拒绝再向该主体提供服务，并不返还此前为使用本服务所支付的各项费用。除上述处罚措施外，秉匠科技有权取消其帐号认证身份，并视情节决定临时或永久封禁相关帐号认证资质。如果您发现任何人违反本协议规定或以其他不当的方式使用星云服务，请立即向秉匠科技投诉，我们将依法进行处理。</p>
    <p
      class="indation"
    >10.2 您理解并同意，秉匠科技有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，采取包括但不限于暂停、冻结该星云帐号的部分或全部功能等保护措施，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
    <p
      class="indation"
    >10.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；秉匠科技因此遭受损失的，您也应当一并赔偿。</p>
    <p class="indation">10.4 本协议签订地为中华人民共和国北京市海淀区。</p>
    <p class="indation">10.5 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律(不包括冲突法)。</p>
    <p class="indation">10.6 若您和秉匠科技之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
    <p
      class="indation"
    >10.7 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。秉匠科技对本协议条款中任何规定的放弃不应被视为对该规定或任何其他规定的进一步或持续的放弃。秉匠科技未依本协议条款主张权利，不应构成对该权利或该条款的放弃。</p>
    <h5 class="title">11 其它</h5>
    <p class="indation">11.1 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
    <p class="indation">11.2 如果您对本协议或秉匠科技服务有任何意见或建议，欢迎与秉匠科技客服联系。</p>
    <p class="indation">11.3 联系方式</p>
    <dl>
      <dd>地址：上海市徐汇区宜山路899号1401室</dd>
      <dd>电话：021-57835688</dd>
    </dl>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  }
};
</script>
<style lang="scss" scoped>
.agreement {
  width: px2rem(1000);
  padding: px2rem(100) px2rem(30);
  margin: 0 auto;
  .edition{
    font-size: px2rem(18);
  }
  .title {
    color: $rightfontC;
    margin: px2rem(10) 0;
    font-size: px2rem(20);
  }
  .indation {
    color: $title;
    line-height: px2rem(25);
    font-size: px2rem(16);
  }
  dd {
    color: $title;
    line-height: px2rem(25);
    font-size: px2rem(15);
    margin-left: px2rem(20);
  }
}
</style>
